[AshFlameViperM1 X2CharacterTemplate]
strCharacterName="Огненный вайпер"
strAcquiredText="Подвид вайперов, выведенный судя по всему, на отдаленной планете с крайне высокой температурой. Он невосприимчик к огню и более того, сам может загораться усиливая свои боевые характеристики."

[AshFlameViperM2 X2CharacterTemplate]
strCharacterName="Магмовый вайпер"
strAcquiredText="Подвид вайперов, выведенный судя по всему, на отдаленной планете с крайне высокой температурой. Он невосприимчик к огню и более того, сам может загораться усиливая свои боевые характеристики."

[AshFlameViperM3 X2CharacterTemplate]
strCharacterName="Инфернальный вайпер"
strAcquiredText="Подвид вайперов, выведенный судя по всему, на отдаленной планете с крайне высокой температурой. Он невосприимчик к огню и более того, сам может загораться усиливая свои боевые характеристики."

[Weapon_AshFlameViperInfernoRifle X2WeaponTemplate]
FriendlyName="Винтовка \"Инферно\""

[Weapon_AshFlameViperSpitM1 X2WeaponTemplate]
FriendlyName="Огненная слюна"

[Weapon_AshFlameViperSpitM2 X2WeaponTemplate]
FriendlyName="Огненная слюна"

[Weapon_AshFlameViperSpitM3 X2WeaponTemplate]
FriendlyName="Огненная слюна"

[Ability_AshFlameViperSpit X2AbilityTemplate]
LocFriendlyName="Огненная слюна"
LocLongDescription="Плевок взрывом пламени в указанную область."
LocHelpText="Плевок взрывом пламени в указанную область."
LocFlyOverText="Огненная слюна"

[Ability_AshSeethingM1 X2AbilityTemplate]
LocFriendlyName="Кипение"
LocLongDescription="Повышение атакующих и защитных характеристик."
LocHelpText="Отправить огненного вайпера в кипящую ярость."

[Ability_AshSeethingM2 X2AbilityTemplate]
LocFriendlyName="Кипение"
LocLongDescription="Повышение атакующих и защитных характеристик."
LocHelpText="Отправить огненного вайпера в кипящую ярость."

[Ability_AshSeethingM3 X2AbilityTemplate]
LocFriendlyName="Кипение"
LocLongDescription="Повышение атакующих и защитных характеристик."
LocHelpText="Отправить огненного вайпера в кипящую ярость."

[UtilityItem_AshFlameScaleVest X2EquipmentTemplate]
FriendlyName = "Жилет из огненной чешуи"
FriendlyNamePlural = "Жилет из огненной чешуи"
TacticalText = "<bullet/> Легкий жилет, который увеличивает здоровье солдата, уклонение и его броню. Не снижает мобильность. \n<bullet /> Даёт иммунитет к огню."
BriefSummary = "Используя чешую огненного вайпера, мы создали легкий жилет, который увеличивает выживаемость наших солдат в полевых условиях и защищает от огня."

[UtilityItem_AshInfernoRounds X2AmmoTemplate]
FriendlyName = "Патроны \"Инферно\""
FriendlyNamePlural = "Патроны \"Инферно\""
BriefSummary = "Включив вещества, содержащиеся в железах огненного вайпера, в патрон, мы можем создать специальный снаряд, который наносит существенный урон при ударе, а также поджигает цель."
TacticalText = "<bullet/> Эти снаряды наносят дополнительный урон и поджигают цель."

[UtilityItem_AshViperRounds X2AmmoTemplate]
FriendlyName = "Патроны \"Вайпер\""
FriendlyNamePlural = "Патроны \"Вайпер\""
BriefSummary = "Комбинируя вещества, найденные в ядовитых железах вайпера, с нашими собственными экспериментальными боеприпасами, мы можем произвести более смертоносный яд."
TacticalText = "<bullet/> Эти снаряды наносят дополнительный урон и отравляют цель."

[Corpse_AshFlameViper X2ItemTemplate]
FriendlyName = "Труп огненного вайпера"
FriendlyNamePlural = "Трупы огненных вайперов"
BriefSummary = "В отличие от обычных вайперов, которые плюются смертоносным ядом, этот вайпер специализируется на выжигании поля боя взрывными огненными плевками."

[Autopsy_AshFlameViper X2TechTemplate]
DisplayName = "Вскрытие огненного вайпера"
Summary = "Эта разновидность инопланетной змеи обладает такой же смертоносной скоростью и силой, что и ранее встреченные нами виды этих пришельцев. Не имея типичного для этого вида яда, пришелец несет в своих железах смесь, которая легко воспламеняется при смешивании с воздухом."
CodeName = "Саламандра"
LongDescription = "В настоящий момент пришельцы больше не нуждаются в вайперах в качестве единицы вторжениях, похоже, что генетические эксперименты, проведенные над этим видом, привели к более эффективным особям. Этот огненный вайпер, как его стали называть солдаты в полевых условиях, не обладает такими же ядовитыми железами, как другие вайперы. Вместо этого он имеет две отдельные железы, выделяющие химические вещества, которые при смешивании и контакте с воздухом легко воспламеняются. Сам вайпер, конечно же, был модифицирован так, что его чешуя делает его непроницаемым для огня. Казалось бы, огнедышащие драконы теперь вполне реальны. Наука создала существо, которое раньше существовало только в фантастике. Р. Тайган."